Repository: Halilibrahim2010/Pako
Catalog: locale/*/LC_MESSAGES/pako.po
Languages: de, fr, tr

source: Warning: code_name can only contain alphanumeric characters!
de: Achtung: Codename darf nur alphanumerische Zeichen enthalten!
fr: Attention : le nom de code ne peut contenir que des caractères alphanumériques !
tr: Uyarı: code_name sadece alfanumerik karakterler içerebilir!

source: Warning: code_name not found, using default value
de: Achtung: code_name darf nur alphanumerische Zeichen enthalten!
fr: Attention : nom de code introuvable, utilisation de la valeur par défaut.
tr: Uyarı: code_name bulunamadı, varsayılan değer kullanılıyor

source: DEBUG: Working directory:
de: DEBUG: Arbeitsverzeichnis:
fr: DÉBOGAGE : Répertoire de travail :
tr: HATA AYIKLAMA: Çalışma dizini:

source: DEBUG: Package path:
de: DEBUG: Paketpfad:
fr: DÉBOGAGE : Chemin du package :
tr: HATA AYIKLAMA: Paket yolu:

source: Error: Package couldn't be extracted!
de: Fehler: Paket konnte nicht extrahiert werden!
fr: Erreur : Le paquet n'a pas pu être extrait !
tr: Hata: Paket açılamadı!

source: Error: Metadata not found!
de: Fehler: Metadaten nicht gefunden!
fr: Erreur : Métadonnées introuvables !
tr: Hata: Metadata bulunamadı!

source: DEBUG: Archive file name:
de: DEBUG: Name der Archivdatei:
fr: DÉBOGAGE : Nom du fichier d'archive :
tr: HATA AYIKLAMA: Arşiv dosya adı:

source: Error: Package couldn't be archived!
de: Fehler: Paket konnte nicht archiviert werden!
fr: Erreur : le package n'a pas pu être archivé !
tr: Hata: Paket arşivlenemedi!

source: DEBUG: Package archived:
de: DEBUG: Paket archiviert:
fr: DÉBOGAGE : Paquet archivé :
tr: HATA AYIKLAMA: Paket arşivlendi:

source: Package:
de: Paket:
fr: Paquet :
tr: Paket:

source: Description:
de: Beschreibung:
tr: Açıklama:

source: Dependencies:
de: Abhängigkeiten:
fr: Dépendances :
tr: Bağımlılıklar:

source: successfully installed!
tr: başarıyla kuruldu!

source: Error:
de: Fehler:
fr: Erreur :
tr: Hata:

source: DEBUG: Exception caught!
de: DEBUG: Ausnahme abgefangen!
fr: DÉBOGAGE : Exception détectée !
tr: HATA AYIKLAMA: İstisna yakalandı!

source: DEBUG: Package creation started. Directory:
de: DEBUG: Paketerstellung gestartet. Verzeichnis:
fr: DÉBOGAGE : La création du paquet a commencé. Répertoire:
tr: HATA AYIKLAMA: Paket oluşturma başladı. Dizin:

source: DEBUG: Metadata read:
de: DEBUG: Metadaten gelesen:
fr: DÉBOGAGE : Lecture des métadonnées :
tr: HATA AYIKLAMA: Metadata okundu:

source: Name:
fr: Nom :
tr: Ad:

source: Code name:
fr: Nom de code :
tr: Kod adı:

source: Version:
tr: Sürüm:

source: Error: tar archive creation failed!
de: Fehler: Erstellen des Tar-Archivs fehlgeschlagen!
fr: Erreur : la création de l'archive tar a échoué !
tr: Hata: tar arşivi oluşturulamadı!

source: Error: zstd compression failed!
de: Fehler: zstd-Komprimierung fehlgeschlagen!
fr: Erreur : la compression zstd a échoué !
tr: Hata: zstd sıkıştırması başarısız!

source: Package successfully created:
de: Paket erfolgreich erstellt:
fr: Paquet créé avec succès :
tr: Paket başarıyla oluşturuldu:

source: DEBUG: Package creation error!
de: DEBUG: Fehler beim Erstellen des Pakets!
fr: DÉBOGAGE : Erreur de création de package !
tr: HATA AYIKLAMA: Paket oluşturma hatası!

source: Package Information:
de: Verpackungs informationen:
fr: Informations sur le paquet :
tr: Paket Bilgilendirmesi:

source: Usage:
de: Verwendung:
fr: Utilisation :
tr: Kullanım:

source: pako install -y <package.pako>
tr: pako indir -y <paket.pako>

source: pako create <directory>
tr: pako tasarla <dizin>

source: pako info <package.pako> [-json]
tr: pako bilgi <paket.pako> [-json]

source: Error: Invalid command!
de: Fehler: Ungültiger Befehl!
fr: Erreur : Commande non valide !
tr: Hata: Bilinmeyen istem!
